filter_list2 = [
    {
        'name':'미나리나물',
        '1' : '열량 : 16kcal',
        '2' : '탄수화물 : 3g',
        '3' : '단백질 : 1g',
        '4': '지방 : 0.19g',
        '5': '당류 : 4g',
        '6': '콜레스테롤 : 0mg'
    },
    {
        'name':'더덕구이',
        '1' : '열량 : 58kcal',
        '2' : '탄수화물 : 10g',
        '3' : '단백질 : 2g',
        '4': '지방 : 1.86g',
        '5': '당류 : 0.6g',
        '6': '콜레스테롤 : 0mg'
    },
    {
        'name':'떡만둣국',
        '1' : '열량 : 442kcal',
        '2' : '탄수화물 : 68g',
        '3' : '단백질 : 15g',
        '4': '지방 : 11.05g',
        '5': '당류 : 1g',
        '6': '콜레스테롤 : 0mg'
    },
    {
        'name':'도미구이',
        '1' : '열량 : 218kcal',
        '2' : '탄수화물 : 0g',
        '3' : '단백질 : 44g',
        '4': '지방 : 2g',
        '5': '당류 : 0g',
        '6': '콜레스테롤 : 81mg'
    },
    {
        'name':'병어구이',
        '1' : '열량 : 86kcal',
        '2' : '탄수화물 : 1.41g',
        '3' : '단백질 : 11.55g',
        '4': '지방 : 3g',
        '5': '당류 : 0.14g',
        '6': '콜레스테롤 : 40mg'
    },
    {
        'name':'떡만둣국',
        '1' : '열량 : 442kcal',
        '2' : '탄수화물 : 68.42g',
        '3' : '단백질 : 15g',
        '4': '지방 : 5g',
        '5': '당류 : 1.83g',
        '6': '콜레스테롤 :76mg'
    },
    {
        'name':'기스면',
        '1' : '열량 : 260kcal',
        '2' : '탄수화물 : 42g',
        '3' : '단백질 : 5g',
        '4': '지방 : 8g',
        '5': '당류 : 4g',
        '6': '콜레스테롤 : 5mg'
    },
    {
        'name':'맑은감자국',
        '1' : '열량 : 372kcal',
        '2' : '탄수화물 : 9.86g',
        '3' : '단백질 : 4.54g',
        '4': '지방 : 3.52g',
        '5': '당류 : 0.71g',
        '6': '콜레스테롤 : 110mg'
    },
    {
        'name':'자장면',
        '1' : '열량 : 785kcal',
        '2' : '탄수화물 : 129.41g',
        '3' : '단백질 : 26.81g',
        '4': '지방 : 19.98g',
        '5': '당류 : 6.65g',
        '6': '콜레스테롤 : 22mg'
    },
    {
        'name':'짬뽕라면',
        '1' : '열량 : 906kcal',
        '2' : '탄수화물 : 104.91g',
        '3' : '단백질 : 41.51g',
        '4': '지방 : 35.72g',
        '5': '당류 : 4.26g',
        '6': '콜레스테롤 : 222mg'
    }, 
    {
        'name':'깻잎나물볶음',
        '1' : '열량 : 47kcal',
        '2' : '탄수화물 : 5.86g',
        '3' : '단백질 : 3.24g',
        '4': '지방 : 2.28g',
        '5': '당류 : 0.6g',
        '6': '콜레스테롤 : 0mg'
    },   
    {
        'name':'녹두빈대떡',
        '1' : '열량 : 355kcal',
        '2' : '탄수화물 : 53g',
        '3' : '단백질 : 20g',
        '4': '지방 : 7g',
        '5': '당류 : 4g',
        '6': '콜레스테롤 : 20mg'
    },   
    {
        'name':'우동',
        '1' : '열량 : 361kcal',
        '2' : '탄수화물 : 73.61g',
        '3' : '단백질 : 11.82g',
        '4': '지방 : 1.42g',
        '5': '당류 : 0.32g',
        '6': '콜레스테롤 : 14mg'
    },
    {
        'name':'토마토소스스파게티',
        '1' : '열량 : 295kcal',
        '2' : '탄수화물 : 47g',
        '3' : '단백질 : 16g',
        '4': '지방 : 4.9g',
        '5': '당류 : 14g',
        '6': '콜레스테롤 : 0mg'
    },   
    {
        'name':'시루떡',
        '1' : '열량 : 217kcal',
        '2' : '탄수화물 : 46.83g',
        '3' : '단백질 : 5.26g',
        '4': '지방 : 0.58g',
        '5': '당류 : 3.14g',
        '6': '콜레스테롤 : 0mg'
    },   
    {
        'name':'콩나물',
        '1' : '열량 : 38kcal',
        '2' : '탄수화물 : 5.99g',
        '3' : '단백질 : 2.31g',
        '4': '지방 : 1.13g',
        '5': '당류 : 1.97g',
        '6': '콜레스테롤 : 0mg'
    },   
    
]