filter_list2 = [
    {
        'name':'미나리나물',
        '1' : '열량 : 16kcal',
        '2' : '탄수화물 : 3g',
        '3' : '단백질 : 1g',
        '4': '지방 : 0.19g',
        '5': '당류 : 4g',
        '6': '콜레스테롤 : 0mg'
    },
    {
        'name':'더덕구이',
        '1' : '열량 : 58kcal',
        '2' : '탄수화물 : 10g',
        '3' : '단백질 : 2g',
        '4': '지방 : 1.86g',
        '5': '당류 : 0.6g',
        '6': '콜레스테롤 : 0mg'
    },
    {
        'name':'떡만둣국',
        '1' : '열량 : 442kcal',
        '2' : '탄수화물 : 68g',
        '3' : '단백질 : 15g',
        '4': '지방 : 11.05g',
        '5': '당류 : 1g',
        '6': '콜레스테롤 : 0mg'
    },
    {
        'name':'도미구이',
        '1' : '열량 : 218kcal',
        '2' : '탄수화물 : 0g',
        '3' : '단백질 : 44g',
        '4': '지방 : 2g',
        '5': '당류 : 0g',
        '6': '콜레스테롤 : 81mg'
    },
    {
        'name':'병어구이',
        '1' : '86kcal',
        '2' : '1.41g',
        '3' : '11.55g',
        '4': '3g',
        '5': '0.14g',
        '6': '40mg'
    }
]