filter_list3 = [
    # {
    #     "name" : "열무얼갈이김치",  # 채소
    #     "1": "달래나물무침",  # 채소
    #     "2": "사과",     # 과일
    #     "3": "귀리",       # 곡
    # },
    # {
    #     "name" : "메밀전병",    # 채소
    #     "1":"곤드레나물밥",  # 채소
    #     "2":"아보카도",     # 과일
    #     "3":"쌀",       # 곡
    # },
    # {
    #     "name" : "더덕무침",  # 채소
    #     "1":"콩나물",       # 채소
    #     "2":"망고",     # 과일
    #     "3":"밀",       # 곡
    # },
    {   # 채소류
        "name" : "더덕무침",
        1:"콩나물",
        2:"열무얼갈이김치",
        3:"곤드레나물밥",
        4:"고추잎나물",
        5:"오이무침",
        6:"새싹비빔밥",
        7:"가지무침"
    },
    {   # 과일류
        "name" : "바나나",
        1: "수박",
        2: "사과",
        3: "아보카도",
        4:"토마토",
        5:"귤",
        6:"블루베리",
        7:"망고스틴"
    },
    {   # 곡류
        "name" : "메밀전병",
        1:"병아리콩",
        2:"아몬드",
        3:"호두",
        4:"보리",
        5:"콩두부",
        6:"호박씨",
        7:"감자전분"
    }
]