filter_list3 = [
    {   # 채소류        
        1:"콩나물",
        2:"열무얼갈이김치",
        3:"곤드레나물밥",
        4:"고추잎나물",
        5:"오이무침",
        6:"새싹비빔밥",
        7:"가지무침",
        8: "더덕무침",
    },
    {   # 과일류        
        1: "수박",
        2: "사과",
        3: "아보카도",
        4:"토마토",
        5:"귤",
        6:"블루베리",
        7:"망고스틴",
        8: "바나나",
    },
    {   # 곡류
        1:"병아리콩",
        2:"아몬드",
        3:"호두",
        4:"보리",
        5:"콩두부",
        6:"호박씨",
        7:"감자전분",
        8: "메밀전병",
    }
]