filter_list2 = [
    {
        'name':'미나리나물',
        '열량' : '16kcal',
        '탄수화물' : '3g',
        '단백질' : '1g',
        '지방': '0.19g',
        '당류': '4g',
        '콜레스테롤': '0mg'
    },
    {
        'name':'더덕구이',
        '열량' : '58kcal',
        '탄수화물' : '10g',
        '단백질' : '2g',
        '지방': '1.86g',
        '당류': '0.6g',
        '콜레스테롤': '0mg'
    },
    {
        'name':'떡만둣국',
        '열량' : '442kcal',
        '탄수화물' : '68g',
        '단백질' : '15g',
        '지방': '11.05g',
        '당류': '1g',
        '콜레스테롤': '0mg'
    },
    {
        'name':'도미구이',
        '열량' : '218kcal',
        '탄수화물' : '0g',
        '단백질' : '44g',
        '지방': '2g',
        '당류': '0g',
        '콜레스테롤': '81mg'
    },
    {
        'name':'병어구이',
        '열량' : '86kcal',
        '탄수화물' : '1.41g',
        '단백질' : '11.55g',
        '지방': '3g',
        '당류': '0.14g',
        '콜레스테롤': '40mg'
    }
]